{
  "top": {
    "left_main": "Explore Unlimited And Realistic AI Art",
    "left_sub": "Bring your deepest fantasies to life, including reality, anime, 3D, and more. Join now to start your creation.",
    "right_video": "https://www.fantasylabsai.com/resource/test/landinnpage%20video.mp4"
  },
  "middle": [
    {
      "main": "Image Repair",
      "sub": "Edit images using repair mode. Simply select an area and write a description of what you want to change. Photo editing with AI Images has never been easier.",
      "banner": "https://www.fantasylabsai.com/resource/test/landinnpage%20advantage01.png"
    },
    {
      "main": "Create AI Girls",
      "sub": "Generate your perfect AI girl with a simple prompt! Generate any AI image you can imagine. We have the most advanced AI Girl, AI Waifu and AI Girlfriend creation models. It allows you to design the perfect AI girl with the best results.",
      "banner": "https://www.fantasylabsai.com/resource/test/landinnpage%20advantage01.png"
    },
    {
      "main": "Massive Styles",
      "sub": "Add an image you like as a reference, choose a style you like from the presets or customize the style you want, and instantly make any character you want.",
      "banner": "https://www.fantasylabsai.com/resource/test/landinnpage%20advantage01.png"
    },
    {
      "main": "Make Character",
      "sub": "Choose from tons of AI styles. Create realistic, anime, or more artistic characters.",
      "banner": "https://www.fantasylabsai.com/resource/test/landinnpage%20advantage01.png"
    },
    {
      "main": "Control Posture",
      "sub": "Provide simple pose reference images, match your inspiration character prompt, and your customization needs will be met. Custom creation has never been so easy.",
      "banner": "https://www.fantasylabsai.com/resource/test/landinnpage%20advantage01.png"
    }
  ],
  "bottom": {
    "main": "Our Advantage",
    "banner": "https://www.fantasylabsai.com/resource/test/landinnpage%20advantage.png",
    "sub": "We have the most advanced image models and efficient servers, and we can meet even the most demanding customized needs. You can't even tell whether the generated results are real or AI-generated."
  }
}